[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE NIGHT OF THE CORONATION: WRITTEN ON READING THE ACCOUNT OF THE CORONATION OF VICTORIA I. ' ' And till the people shouted and said, God save the King ! \" 1 Samuel, BY MISS CHARLOTTE M. S. BARNES, OF NEW YORK, Authoress of\" Octaria Bragcddi,a Tragedy,\" Sjc, fye."], [6, ""], [7, ""], [8, ""], [9, "THE NIGHT OF THE CORONATION. It is the dead of night ; all London is at rest, Save where from yonder wide, illuminated street, The hum of crowds who seek with eager step their homes, Breaks on the watcher's ear. Anon, the broken laugh Of one o'ercome with wine, jars on the silent air. In that vast room the feast is spread ; the sparkling cup Is passed from hand to hand : and 'midst their glee, the shout, \" Lony live the Queen!\" startles the neighbouring dreamers. While Low crouching cold in yon recess, the beggar clasps Her tired child, and strives to wrap her in the rags That with each effort tear afresh. That babe 's the last Of a once merry throng, whom want and foul disease Have slain. The mother weeps in grief, but not despair; She puts her trust in Him who answered Hagar's cry : Her longing eyes peer through the open window wThere The festive board speaks plenty, while she starves with- out, The laugh, the toast, the song, alternate pass, A guest Withdraws from that carouse, and, stalking homeward, meets The weeping outcast."], [10, ""], [11, ""], [12, "4 THE NIGHT OF THE CORONATION. \" What ! In tears ? That must not be. No grief on such a night as this. Here, lone one, take These coins. Get thee a home, warm clothing, food, and fire. To-night's a jubilee ! go — cry, 'Long live' the Queen!' ' The poor one sees the shining gold, and on the stones Falls trembling on her knees, and shrieks thanksgiving forth— Praise unto Heav'n, and gratitude to him who thus Hath saved two lives. \" God bless thee, and repay tenfold Thy bounty ! Soon this babe shall pray for thee — and though As yet, poor child of sorrow, nameless she hath been, I '11 call her now, Victoria ! While the onward course Of years succeeding, marks this joyous day's return, The name may nourish still in her young heart the . thought Of charity to all, and trust in Heav'n. I now With happy heart, indeed, may cry, 'Long live the Queen!'\" The lonely sentinel who paces near yon gate, Hearing the sound, unconsciously unites his shout With hers — \"Long live the QueenV — Then, as his measured round Brings him hard by that vast, majestic pile,* his voice Low whisp'ring dies away, and slowly he stalks on. In yon rich chamber sits a girl, o'er whose pure brow The suns of nineteen summers have not shed a care. Upon that bed, whose silken fringes sweep the floor, Is cast a crimson robe, with gold and ermine decked ; The crown lies near it, thrown impatiently aside. Clusters of gems, and broidered badges of her state, Are scattered at her feet. Attendance irksome felt But now, she bade all leave her — she 's alone with Heav'n. Her hair she hath unloosed, to cool her fevered brain. * Buckingham Palace."], [13, "5 THE NIGHT OF THE CORONATION. Her face is passionless — not calm. A solemn act Hath left its impress ; tender feelings, anxious thoughts, Religious hopes, are struggling there. She is not now The queen of ocean's pride, fair Britain's rocky isle ; She is the young, pure, trusting, inexperienced girl, Launched on a sea as yet by her unknown, uncrossed. The commune Christians hold in solitude with Heav'n Bursts from her thoughtful soul. \" Yes, it is past ! The deed That binds me to a life of lofty destiny Is now fulfilled. I am a queen ! Have ta'en the oath ! And feet poured on me the anointing oil, that still Since Saul arose hath been the chosen sign to mark God's stewards on earth for good — but, oh ! too oft for harm. What though each subject's heart was raised in love and trust Throughout the land this day tow'rds me ! What though before My footstool knelt the patriot, statesman, warrior, sage, With white hairs bowed in homage to a timid girl ! What though this day first saw a heathen envoy * come In peace to hail the crowning of a Christian King ! What though two gen'ralsf who in strife had oft, as chiefs Of adverse armies, met, now both in friendship's bonds United, cheered me there ! Ah, no ! it was not these, Though glad events they are, that filled me with deep thoughts : It wras the awful charge that I this day have ta'en Upon myself.\" So mused the maid, when rising swift, As by a sudden impulse urged, upon her knees She sunk, and with clasped hands raised her adoring eyes To Him who still is present ev'rywhere, unseen. * The Turkish Ambassador. f Wellington and Soult."], [14, ""], [15, ""], [16, "6 THE NIGHT OF THE CORONATION. The faith in which she hath been reared doth fill her heart, And in its creed she offers up a queen's first prayer. \" Almighty God ! to Thee alone I look for aid. \" Most Blessed Spirit, pour the vials of Thy grace On me ! Oh, make me humble — grant me a new heart ! \" Father ! perfect the work the Spirit shall begin ! Let me for Thy ten talents, twenty talents gain ; And let me hear advice — accept the good — eschew The evil ; make my kingdom prosper, and the poor, Neglected oft, my ceaseless care. Let flatt'ry's incense Have no pow'r to cloud Truth's image si r'.ned within My soul. Grant me a mind that, like IthuriePs spear, Bids vice start forth in its real, hideous shape, that I May openly denounce and shun it. Chief of all My sex in rank, frame me its model bright — the shield Protecting female innocence ! When lives Thou gav'st Are in my hands, let 'mercy season justice,' nor Let misplaced clemency encourage vice. If I Must wed, then guide my girlish fancy to select One whose unspotted worth may prove the public weal. Oh, aid me to remain Thy Faith's Defender still ! By me revered and practised, omnipresent make Religion ! Help me so to live, that when within Thy balance weighed, I may not be found wanting ! Lord! On her who faithfully Thy will hath ever done — Who, under Thee, hath made me what I am — bestow Thy golden joys ; let her in life and death be blest, And feel her love for me hath not been unreturned. \" Blessed Redeemer, at Thy feet I cast my weight Of sin ! Clothe me in faith, and with Thy precious blood, Shed for all sinners, wash me clean. Then, after death, Lead me to taste salvation, where the hours wTill pass In hymns of ceaseless praise unto the Triune God!\" Her prayer is o'er ; she 's happy : not upon herself She leans — a bruised reed ; but on the Rock of Truth,"], [17, "7 THE NIGHT OF THE CORONATION. Which to her thirsty lips doth yield its living streams. She rises ! Her young heart throbs quicker, and a smile Of warm, expecting love, lights up her face. A step, Gentle, yet eager, echoes on the night. A door Is softly opened. Lo ! a matron comes : her mien, Majestic: beauty lingers o'er the ripened form As loath to lose its once loved resting-place, where time And care, and thought matured, have cast a mellow shade. \"Mother!\"- \"My child!\"- They spring into each other's arms. Their holy love awhile, from depth, is silent. \"I Knew not, my child, that thou wert waking yet.\" \" Thiak'st thou That I could sleep wilhout thy wonted blessing breathed Upon my head, that more to-aight than ever, needs A mother's blessing? 'Tis a spell to shut out pride. Heav'n's love and thine should be the last sweet thoughts to dwell Upon my fevered brain before I sink to rest.\" \"My child! My queen V- \" No, call me still Victoria ! Yes, Thy darling child still call me, as when round thy knees I learned the first great truths that taught me to be good. Oh, dearest mother, what I owe 10 thee ! When left Alone in a strange land, de| 'rived of thy heart's hope, My noble father, thou didst triumph o'er thy grief For me, the widow's child. For years didst thou contemn The pomp a id pleasures which thyrank and higher worth Received, and were their due ; devoting every hour To me alone: and though the height on which I stand Doth free me from thy rule in acts of state, at home We still are child and mother, e'en as peasants are ! And now, thy blessing ! \""], [18, ""], [19, ""], [20, "8 THE NIGHT OF THE CORONATION. Soft the parent laid her hand Upon the young fair head that bowed before her feet ; And on her brow she pressed a mother's holy kiss — The pledge of love which angels ratify on high. \" May God Omnipotent shed naught but bliss on thee ! Oh, may he make thee, sweet, a purely Christian queen ! Let me but see thee blest, and faithful to thy trust — Let me but feel that He is with thee — and in peace I '11 go to my last rest, and leave my mem'ry still Kept like a secret altar in thy heart. My child, My loving child, good night ! \" In far America A simple girl, Victoria, pored upon the page That told thy coronation's glory, and, while tongues With pride extolled the splendour of thy state, she thought That thou, like her, art young — a woman ! She beheld Thy heart in hers reflected clear. Though placed so high, Thou art not raised above the sympathies of earth : Woman is woman ev'rywhere : on England's throne, Or tideless Mississippi's banks, she 's still the same. Two nations speak one language ; and affection's ties, Each day made stronger, surely will ere long erase All memories of former bitterness. While peace Its blessings sheds on thy land as on ours, all lips, E'en though Republican, this wish unite to breathe : Mayst thou be all thy nation hope ; thy life be such, That, after scores of years have flown, each British heart May cry as joyfully as now, \" Long live the Queen /\" New York, 1838."], [21, ""], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""]]