[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE JACKDAW OF RHEIMS,"], [6, "•I He long lived the pride Of that country side, And at last in the odour of sanctity died.--?. 40."], [7, "THE JACKDAW OF RHEIMS. KY THOMAS INGOLDSBY. WITH TWELVE ILLUSTRATIONS, PRINTED IN COLOURS. Imtiron : RICHARD BENTLEY, 8, NEW BURLINGTON STREET. 1870."], [8, "LONDON : R, t LAY, RONS, AND TAYLOR, PRINTERS."], [9, "LIST OF ILLUSTRATIONS. The Jackdaw of Rheims Title, He long lived the pride Of that country side, And at last in the odour of sanctity died Front. And, being thus coupled with full restitution. The Jackdaw got plenary absolution ! . . . PAGE 6 The Jackdaw sat on the Cardinal's chair ! 9 That little Jackdaw kept hopping about; Here and there Like a dog in a fair '3 A nice little boy held a golden ewer, Emboss' d and fill'd with water, as pure. As any that flows between Rheims and Namur . . . -^—~_- ■ ■ '7 The friars are kneeling, And hunting, and feeling r9 \" \" .70 \\ The carhet, the floor, and the walls, and the ceiling \\ \\ .' : .-?/ . 21 In holy anger, and pious grief, He solemnly cursed that rascally thief! 25 When the Sacristan saw, On crumpled claw, Come limping a poor little lame Jackdaw ! 29 Where the first thing they saw, Midst the sticks and the straw, Was the Ring, in the nest of that little Jackdaw 1 33 He hopp'd now about With a gait devout; At Matins, at Vespers, he never was out 37 It's the custom, at Rome, new names to bestow, So they canonized him by thc name of Jem Crow .' 41"], [10, "And, being thus coupled with full restitution, The Jackdaw got plenary absolution ! — P. 23."], [11, "\"Tune miser Corvus adeo conscientiæ stimulis compunctus suit, et execratio cum tantopere excamesicavit, ut exinde tabescere inciperet, maciem contraheret, omnem cibum aversaretur, nee amplius crocitaret : pennæ præterea ei defluebant, et alis pendulis omnes facetias intermisit, et tam macer apparuit ut omnes ejus miserescent.\" * * * * * \" Tune abbas sacerdotibus mandavit ut rursus furem absolverent ; quo facto, Corvus, omnibus mirantibus, propediem convaluit, et pristinam sanitatem recuperavit.\" De Illust. Onl. Cisterc."], [12, "THE JACKDAW OF RHEIMS. vMk H E Jackdaw sat on the Cardinal's chair! Bishop and abbot and prior were there ; Many a monk, and many a friar, Many a knight, and many a squire, With a great many more of lesser degree, —"], [13, "The Jackdaw sat on the Cardinal's chair!"], [14, ""], [15, "11 In sooth, a goodly company ; And they served the Lord Primate on bended knee. Never, I ween, Was a prouder seen, Read of in books, or dreamt of in dreams, Than the Cardinal Lord Archbishop of Rheims ! In and out Through the motley rout, That little Jackdaw kept hopping about ;"], [16, "12 Here and there Like a dog in a fair, Over comfits and cates, And dishes and plates, Cowl and cope, and rochet and pall, Mitre and crosier ! he hopp'd upon all ! With a saucy air, He perch'd on the chair Where, in state, the great Lord Cardinal sat In the great Lord Cardinal's great red hat;"], [17, "That little Jackdaw kept hopping about ; Here and there Like a dog in a fair."], [18, ""], [19, "15 With 'We Said J The The I! And he peer'd in the face Of his Lordship's Grace, a satisfied look, as if he would say, Two are the greatest folks here to-day ! \" And the priests, with awe, As such freaks they saw, \" The Devil must be in that little Jackdaw feast was over, the board was clear'd, flawns and the custards had all disappear'd,"], [20, "16 And six little Singing-boys, — dear little souls In nice clean faces, and nice white stoles, Came, in order due, Two by two Marching that grand refectory through ! A nice little boy held a golden ewer, Emboss'd and fill'd with water, as pure As any that flows between Rheims and Namur. Which a nice little boy stood ready to catch In a fine o-olden hand-basin made to match."], [21, "A nice little boy held a golden ewer, Emboss 'd and fill'd with -water, as pure As any that flows between Rheims and Namut"], [22, ""], [23, "19 Two nice little boys, rather more grown, Carried lavender-water, and eau-de-Cologne ; And a nice little boy had a nice cake of soap, Worthy of washing the hands of the Pope. One little boy more A napkin bore, Of the best white diaper, fringed with pink, And a Cardinal's Hat mark'd in \" permanent ink"], [24, "20 i The great Lord Cardinal turns at the sight Of these nice little boys all dress'd in white From his finger he draws His costly turquoise ; And, not thinking at all about little Jackdaws, Deposits it straight By the side of his plate, While the nice little boys on his Eminence wait Till, when nobody's dreaming of any such thing, That little Jackdaw hops off with the ring !"], [25, "The friars are kneeling, And hunting, and feeling The carpet, the floor, and the -walls, and the ceiling."], [26, ""], [27, "[ ?3 And But The And out ; There's a cry and a shout, And a deuce of a rout, nobody seems to know what they're about, the monks have their pockets all turn'd inside The friars are kneeling, And hunting, and feeling carpet, the floor, and the walls, and the ceiling. The Cardinal drew Off each plum-colour'd shoe, left his red stockings exposed to the view ;"], [28, "24 They They And Some it, He peeps, and he feels In the toes and the heels ; turn up the dishes, — they turn up the plates, take up the poker and poke out the grates, — They turn up the rugs, They examine the mugs : But, no ! — no such thing ;— They can't find the ring ! the Abbot declared that, \" when nobody twigg'd rascal or other had popp'd in, and prigg'd it ! \""], [29, "In holy anger, and pious grief, He solemnly cursed that rascally thief."], [30, ""], [31, "27 The He y Cardinal rose with a dignified look, call'd for his candle, his bell, and his book ! In holy anger, and pious grief, He solemnly cursed that rascally thief! He cursed him at board, he cursed him in bed ; From the sole of his foot to the crown of his head ; He cursed him in sleeping, that every night He should dream of the devil, and wake in a fright He cursed him in eating, he cursed him in drinking. He cursed him in coug-hin:/, in sneezing, in winkings ;"], [32, "28 lying ; flying ; in dying ! He cursed him in sitting- in standing in He cursed him in walking, in riding, in He cursed him in living, he cursed him Never was heard such a terrible curse ! ! But what gave rise To no little surprise, Nobody seem'd one penny the worse! The day was gone, The night came on,"], [33, "When the Sacristan saw, Ou crumpled claw, Come limping a poor little lame Jackdaw /"], [34, ""], [35, "31 The Monks and the Friars they search'd till dawn ; When the Sacristan saw, On crumpled claw, Come limping a poor little lame Jackdaw ! No longer gay, As on yesterday ; His feathers all seem'd to be turn'd the wrong way His pinions droop'd — he could hardly stand, — His head was as bald as the palm of your hand ; His eye so dim,"], [36, "32 i l So wasted each limb, That, heedless of grammar, they all cried, \" That's him That's the scamp that has done this scandalous thing ! That's the thief that has got my Lord Cardinal's Ring The poor little Jackdaw, When the monks he saw, Feebly gave vent to the ghost of a caw ; And turn'd his bald head, as much as to say \" Pray, be so good as to walk this way ! \""], [37, "Where the first thing they saw, Midst the sticks aud the straw, Was the Ring, in the nest of that little Jackdaw/"], [38, ""], [39, "Till Was door, Jackdaw ! [ 35 1 Slower and slower He limp'd on before, they came to the back of the belfry Where the first thing they saw, Midst the sticks and the straw, the Ring, in the nest of that little Then the great Lord Cardinal call'd for his book, And off that terrible curse he took ;"], [40, "36 The mute expression Served in lieu of confession, And, being thus coupled with full restitution, The Jackdaw got plenary absolution ! — When those words were heard, The poor little bird Was so changed in a moment, 'twas really absurd He grew sleek, and fat ; In addition to that, A fresh crop of feathers came thick as a mat !"], [41, "He hopp'd now about With a gait devout Al Matins, at Vespers, he never was out."], [42, ""], [43, "39 His tail waggled more Even than before ; But no longer it wagg'd with an impudent air, No longer he perch'd on the Cardinal's chair. He hopp'd now about WTith a gait devout ; At Matins, at Vespers, he never was out ; And, so far from any more pilfering deeds, He always seem'd telling the Confessor's beads If any one lied, — or if any one swore, —"], [44, "40 Or slumber' d in pray'r-time and happen'd to snore, That good Jackdaw Would give a great \" Caw ! \" As much as to say, \" Don't do so any more ! \" While many remark'd, as his manners they saw, That they \" never had known such a pious Jackdaw ! He long lived the pride Of that country side, And at last in the odour of sanctity died ; When, as words were too faint"], [45, "I It's the custom, at Rome, new names to bestow .So they canonized him by the name of Jem Ci"], [46, ""], [47, "43 His merits to paint, The Conclave determined to make him a Saint ; And on newly-made Saints and Popes, as you know, It's the custom, at Rome, new names to bestow, So they canonized him by the name of Jem Crow !"], [48, "LONDON : R. CLAY, SONS, AND TAYLOR, PRINTERS, BREAD STREET HILL. 10 a A 70"], [49, ""], [50, ""], [51, ""], [52, ""]]